Repository: katiehaugland/wasp-anti-spam
Catalog: lang/wasp-*.po
Languages: de_de, es_es, fr_fr, hi_in, ja_jp, pt_pt, ru_ru

source: The field is empty, please fill it.
de_de: Das Feld ist leer, füllen Sie bitte es.
es_es: El campo está vacío, por favor llene.
fr_fr: Le champ est vide, veuillez remplir.
hi_in: क्षेत्र खाली है, इसे भरने के लिए कृपया.
ja_jp: フィールドが空である、それを記入してください。
pt_pt: O campo está vazio, por favor preencha.
ru_ru: Поле пустое, пожалуйста, заполните его.

source: This Email Address Is Not Valid.
de_de: Diese E-Mail-Adresse ist nicht gültig.
es_es: Esta dirección de correo electrónico no es válida.
fr_fr: Cette adresse email n'est pas valide.
hi_in: यह ईमेल पता मान्य नहीं है.
ja_jp: このメールアドレスは有効ではありません。
pt_pt: Este endereço de email não é válido.
ru_ru: Этот адрес электронной почты недействителен.

source: There Is No Such Record In Our database
de_de: Es gibt keine solche Daten in unserer Datenbank
es_es: No hay tal registro en nuestra base de
fr_fr: Il n'existe pas de registre dans notre base
hi_in: हमारे डेटाबेस में इस तरह के रिकॉर्ड नहीं है कोई
ja_jp: 私達のデータベースでは、このような記録はありません
pt_pt: Não há tal registro em nosso banco de dados
ru_ru: Там нет никакого подобного упоминания в нашей базе данных

source: Activation Email Sent.
de_de: Aktivierung E-Mail gesendet.
es_es: Activación Correo electrónico enviado.
fr_fr: Activation mail envoyé.
hi_in: सक्रियण ईमेल भेजा गया.
ja_jp: アクティベーションメールが送信されます。
pt_pt: Ativação e-mail enviados.
ru_ru: Активация отправки сообщения.

source: WASP Anti-Spam
hi_in: ततैया एंटी स्पैम
ja_jp: WASPアンチスパム
ru_ru: WASP Анти-Спам

source: General Options
de_de: Allgemeine Optionen
es_es: Opciones generales
fr_fr: Options générales
hi_in: सामान्य विकल्प
ja_jp: 一般的なオプション
pt_pt: Opções Gerais
ru_ru: Общие параметры

source: Recaptcha Options
de_de: Recaptcha Optionen
es_es: Opciones Reconocer texto
fr_fr: Options de recaptcha
hi_in: ReCAPTCHA विकल्प
ja_jp: フレーズオプション
pt_pt: Opções de Código
ru_ru: Опции Recaptcha

source: Ban Options
de_de: Ban Optionen
es_es: Opciones Ban
fr_fr: Options de Ban
hi_in: बान विकल्प
ja_jp: 潘オプション
pt_pt: Opções Ban
ru_ru: Пан Опции

source: Customise Messages
de_de: Anpassen Nachrichten
es_es: Personalizar mensajes
fr_fr: Messages aux besoins du client
hi_in: कस्टमाइज़ संदेश
ja_jp: カスタマイズメッセージ
pt_pt: Mensagens Personalizar
ru_ru: Настроить сообщения

source: Import Export
hi_in: निर्यात आयात
ja_jp: インポートエクスポート
pt_pt: Importação Exportação
ru_ru: Импорт Экспорт

source: Users <strong>NOT</strong> allowed to change there E-mail address
de_de: Benutzer <strong> NICHT </ strong> erlaubt, dort zu ändern E-Mail-Adresse
es_es: Los usuarios <strong> NO </ strong> permite cambiar allí E-mail
fr_fr: Les utilisateurs <strong> PAS </ strong> autorisés à y changer l'adresse E-mail
hi_in: उपयोगकर्ता <strong> नहीं </ मजबूत> वहाँ ई मेल पता बदलने की अनुमति
ja_jp: ユーザーの<strong>ません</ strong>の存在のE-mailアドレスを変更することができ
pt_pt: Usuários <strong> NÃO </ strong> permitido mudar lá endereço de e-mail
ru_ru: Пользователи <strong> не </ STRONG> разрешено менять там адрес электронной почты

source: Enable EBK Contact Form 7 Integration
de_de: Aktivieren EBK Contact Form 7 Integration
es_es: Habilitar EBK Formulario de contacto 7 Integración
fr_fr: Activer CFB Formulaire de contact 7 Intégration
hi_in: EBK संपर्क प्रपत्र 7 एकता सक्षम करें
ja_jp: EBKコンタクトフォーム7の統合を有効にする
pt_pt: Ativar EBK Contact Form 7 Integração
ru_ru: Включить EBK Контактный формуляр 7 Интеграция

source: To wich user roles apply this protection?
de_de: Um Wich Benutzerrollen gelten diesen Schutz?
es_es: Para Wich roles de usuario se aplican esta protección?
fr_fr: Autour de laquelle les rôles des utilisateurs appliquent cette protection?
hi_in: उपयोगकर्ता भूमिकाओं इस सुरक्षा लागू है जो करने के लिए?
ja_jp: ユーザーの役割は、この保護を適用ウィッヒするには？
pt_pt: Para Propicia funções de usuário aplicar esta proteção?
ru_ru: Чтобы WICH ролей пользователей применять эту защиту?

source: Enable Auto Learn Mode
de_de: Enable Auto Learn Modus
es_es: Activar el modo Learn Auto
fr_fr: Activer Auto Mode d'apprentissage
hi_in: ऑटो जानें मोड सक्रिय
ja_jp: 自動学習モードを有効にする
pt_pt: Ativar o modo de aprendizagem Auto
ru_ru: Включить автоматический режим Learn

source: Before auto delete of spam comment or unverifyed user the data will used by the plugin for blocking another registration or commenting.
de_de: Vor auto löschen von Spam Kommentar unverifyed Benutzer die Daten werden vom Plugin zum Blockieren anderes Registrierung oder kommentiert werden.
es_es: Antes de borrar automático de los comentarios no deseados o usuario unverifyed los datos utilizados por el plugin para bloquear otro registro o comentando.
fr_fr: Avant de suppression automatique des spams dans les commentaires ou utilisateur unverifyed les données seront utilisées par le plugin pour bloquer un autre enregistrement ou de commenter.
hi_in: स्पैम टिप्पणी या unverifyed उपयोगकर्ता के ऑटो हटाने से पहले डेटा एक और पंजीकरण अवरुद्ध या टिप्पणी के लिए प्लगइन द्वारा उपयोग किया जाएगा.
ja_jp: スパムコメントやunverifyedユーザの自動削除する前にデータを別の登録をブロックしたり、コメントのためのプラグインで使用されます。
pt_pt: Antes de auto exclusão de spam de comentários ou usuário unverifyed os dados serão usados ​​pelo plugin para bloquear outro registro ou comentando.
ru_ru: Перед автоматического удаления спама комментарий или unverifyed пользователем данные будут использованы с помощью плагина для блокировки или другой регистрационный комментариев.

source: Time intervals To Delete Users From There Registration Date (in seconds).
de_de: Zeitintervalle, dass Benutzer Es Datum der Registrierung (in Sekunden) löschen.
es_es: Los intervalos de tiempo para eliminar usuarios de No Fecha de registro (en segundos).
fr_fr: Les intervalles de temps pour supprimer des utilisateurs de là-bas Date d'inscription (en secondes).
hi_in: वहाँ पंजीकरण की तारीख (सेकेंड में) से उपयोगकर्ताओं को नष्ट करने के लिए समय अंतराल.
ja_jp: あり登録日（秒）からユーザーを削除するには、時間間隔。
pt_pt: Os intervalos de tempo para excluir usuários de lá Data de Registro (em segundos).
ru_ru: Временных отрезках Удалить пользователей из Там по дате регистрации (в секундах).

source: Time intervals To Delete Comments From Posting Date (in seconds).
de_de: Zeitintervalle auf die Kommentare von Buchungsdatum (in Sekunden) löschen.
es_es: Los intervalos de tiempo de eliminar los comentarios Desde Fecha de Publicación (en segundos).
fr_fr: Les intervalles de temps de supprimer les commentaires Du Date d'affichage (en secondes).
hi_in: (सेकेंड में) दिनांक पोस्टिंग से टिप्पणियां नष्ट करने के लिए समय अंतराल.
ja_jp: （秒単位）を転記日付からコメントを削除するには、時間間隔。
pt_pt: Intervalos de tempo apagar comentários de Data lançamento (em segundos).
ru_ru: Временные интервалы удалять комментарии от размещения дате (в секундах).

source: Recaptcha Public Key
es_es: Reconocer clave pública
fr_fr: Récapitulation clé publique
hi_in: ReCAPTCHA सार्वजनिक कुंजी
ja_jp: フレーズ公開鍵
pt_pt: Código de Chave Pública
ru_ru: Recaptcha открытых ключей

source: <b><i>You can get your key </i></b><a href="https://www.google.com/recaptcha/admin/create"> Here</a>
de_de: <b> <i> Sie können Ihre Schlüssel </ i> </ b> <a href="https://www.google.com/recaptcha/admin/create"> hier </ a>
es_es: <b> <i> Usted puede conseguir su clave </ i> </ b> <a href="https://www.google.com/recaptcha/admin/create"> aquí </ a>
fr_fr: <b> <i> vous pouvez obtenir votre clé </ i> </ b> <a href="https://www.google.com/recaptcha/admin/create"> ici </ a>
hi_in: <b> <i> आप अपने कुंजी </ i> </ b> <a href="https://www.google.com/recaptcha/admin/create"> यहाँ </ a> से प्राप्त कर सकते हैं
ja_jp: <B> <I>あなたのキー</ I> </ b>を<a href="https://www.google.com/recaptcha/admin/create">ここ</ a>をを得ることができます
pt_pt: <b> <i> Você pode obter a sua chave </ i> </ b> <a href="https://www.google.com/recaptcha/admin/create"> aqui </ a>
ru_ru: <b> <i> Вы можете получить ключ </ I> </ B> <a href="https://www.google.com/recaptcha/admin/create"> здесь </ A>

source: Recaptcha Private Key
de_de: Recaptcha privaten Schlüssel
es_es: Reconocer la clave privada
fr_fr: Récapitulation clé privée
hi_in: ReCAPTCHA निजी कुंजी
ja_jp: フレーズ秘密鍵
pt_pt: Código da chave privada
ru_ru: Recaptcha закрытого ключа

source: Enable Recaptcha For Registration
de_de: Aktivieren Recaptcha Für Registrierung
es_es: Habilitar Reconocer Para Registro
fr_fr: Activer Récapitulation Pour inscription
hi_in: पंजीकरण के लिए reCAPTCHA सक्षम करें
ja_jp: 登録のためのフレーズを有効にする
pt_pt: Ativar Código Para Registro
ru_ru: Включить Recaptcha для регистрации

source: Enable Recaptcha For Login
de_de: Aktivieren Recaptcha für die Anmeldung
es_es: Habilitar Reconocer Para Login
fr_fr: Activer Récapitulation pour la connexion
hi_in: लॉगइन लिए reCAPTCHA सक्षम करें
ja_jp: ログイン用のフレーズを有効に
pt_pt: Ativar Código para o login
ru_ru: Включить Recaptcha Для Вход

source: Wich Users Roles Will SEE IT?
de_de: Wich Benutzer Rollen werden es sehen?
es_es: Wich Usuarios Roles lo verá?
fr_fr: Wich rôles des utilisateurs la verront?
hi_in: जो उपयोगकर्ता भूमिकाओं में देखेंगे?
ja_jp: ウィッヒユーザーの役割は、それを見るのだろうか？
pt_pt: Usuários cujas funções vão vê-lo?
ru_ru: Wich Роли пользователей увидят его?

source: Recaptcha Themes
es_es: Reconocer Temas
fr_fr: Récapitulation Thèmes
hi_in: ReCAPTCHA थीम्स
ja_jp: フレーズテーマ
pt_pt: Código Themes
ru_ru: Темы Recaptcha

source: Choose recaptcha theme, apply only for commnents
de_de: Wählen recaptcha Thema gelten nur für commnents
es_es: Elija Reconocer tema, aplique sólo para comentarios que se
fr_fr: Choisissez thème recaptcha s'appliquer qu'aux commnents
hi_in: ReCAPTCHA विषय चुनें, commnents के लिए ही लागू
ja_jp: フレーズのテーマを選択し、commnentsにのみ適用
pt_pt: Escolha tema recaptcha, aplicam-se apenas para commnents
ru_ru: Выберите тему ReCaptcha, действительны только для commnents

source: Enable Recaptcha For Comments
de_de: Aktivieren Recaptcha For Comments
es_es: Habilitar Reconocer Para Comentarios
fr_fr: Activer Récapitulation For Comments
hi_in: टिप्पणी के लिए reCAPTCHA सक्षम करें
ja_jp: コメントのためのフレーズを有効にする
pt_pt: Ativar Código para comentários
ru_ru: Включить Recaptcha на комментарии

source: Ban users from register
de_de: Ban Benutzer aus dem Register
es_es: Ban usuarios de registro
fr_fr: utilisateurs ban de registre
hi_in: रजिस्टर से बान उपयोगकर्ताओं
ja_jp: レジスタから禁止ユーザー
pt_pt: Banir usuários de registo
ru_ru: Пан пользователей из реестра

source: Ban users from comment
de_de: Ban Benutzer Kommentar
es_es: Usuarios de Ban comentario
fr_fr: utilisateurs ban de commentaire
hi_in: टिप्पणी से प्रतिबंध उपयोगकर्ताओं
ja_jp: コメントから禁止ユーザー
pt_pt: Banir usuários do comentário
ru_ru: Пан пользователям комментарий

source: Account Activation E-mail
de_de: Konto Aktivierungs-E-Mail
es_es: Activación de la cuenta E-mail
fr_fr: Activation du compte E-mail
hi_in: खाता सक्रियण ई मेल
ja_jp: アカウントのアクティベーション電子メール
pt_pt: Ativação de Conta de E-mail
ru_ru: Активизация учетной записи электронной почты

source: Comment Approve E-mail
de_de: Kommentar Genehmigen E-Mail
es_es: Opina Aprobar E-mail
fr_fr: Commenter Approuver E-mail
hi_in: ई मेल को स्वीकृत टिप्पणी
ja_jp: 電子メールはご了承コメント
pt_pt: Comentário Aprovar E-mail
ru_ru: Комментарий Утвердить Электронная почта

source: Contact Form 7 Approve E-mail
de_de: Contact Form 7 Genehmigen E-Mail
es_es: Formulario de contacto 7 Aprobar E-mail
fr_fr: Formulaire de contact 7 Approuver E-mail
hi_in: संपर्क प्रपत्र 7 ई मेल को स्वीकृत
ja_jp: お問い合わせフォーム7は、Eメールを承認
pt_pt: Formulário de Contato 7 Aprovar E-mail
ru_ru: Contact Form 7 Утвердить Электронная почта

source: A message from the website %s:
de_de: Eine Meldung von der Website %s :
es_es: Un mensaje de la página web %s :
fr_fr: Un message sur le site %s :
hi_in: वेबसाइट से एक संदेश %s :
ja_jp: ウェブサイトからのメッセージ%s ：
pt_pt: Uma mensagem no site %s :
ru_ru: Сообщение с сайта %s :

source: This message will be send ONLY by pressing the link in your email inbox
de_de: Diese Nachricht wird nur durch Drücken auf den Link in Ihrer E-Mail-Posteingang
es_es: Este mensaje se enviará directamente pulsando el enlace en su buzón de correo electrónico
fr_fr: Ce message sera envoyé en appuyant simplement sur le lien dans votre boîte e-mail
hi_in: यह संदेश आपके ईमेल इनबॉक्स में कड़ी दबाने से ही भेजना होगा
ja_jp: このメッセージは、メールの受信トレイ内のリンクを押すことによってのみ送信されます
pt_pt: Esta mensagem será enviada diretamente pressionando o link em sua caixa de entrada de e-mail
ru_ru: Это сообщение может быть передано только при нажатии на ссылку в ваш электронный почтовый ящик

source: Ban
hi_in: बान
ja_jp: 禁止
ru_ru: Запрет

source: There Was An Error Approving Your Comment, Please Contact Site Admin.
de_de: Es gab einen Fehler Genehmigen Ihr Kommentar, bitte kontaktieren Sie Site Admin.
es_es: Se produjo un error aprobar su comentario, por favor comuníquese Site Admin.
fr_fr: Il y avait une erreur d'approuver votre commentaire, merci de contacter Site Admin.
hi_in: आपकी टिप्पणी स्वीकृति में कोई त्रुटि थी, साइट व्यवस्थापक से संपर्क करें.
ja_jp: あなたのコメントの承認エラーが発生しました、サイト管理者に連絡してください。
pt_pt: Houve um erro ao aprovar o seu comentário, por favor contacte Site Admin.
ru_ru: Там была ошибка утверждении Ваш комментарий, пожалуйста свяжитесь Site Admin.

source: There was a problem with the key OR no key found
de_de: Es gab ein Problem mit dem Schlüssel oder ohne Schlüssel gefunden
es_es: Había un problema con la llave o sin llave encontrada
fr_fr: Il y avait un problème avec la clé ou aucune clé trouvé
hi_in: कुंजी या पाया कोई कुंजी के साथ एक समस्या थी
ja_jp: キーまたは見つかりませんキーに問題がありました
pt_pt: Houve um problema com a chave ou sem chave encontrada
ru_ru: Существовал проблема с ключом или ключ не найден

source: Your comment is pending for approve in the website
de_de: Ihr Kommentar wird nach Genehmigung in der Website anhängig
es_es: Tu comentario está pendiente de aprobación en la web
fr_fr: Votre commentaire est en attente pour approuver sur le site
hi_in: आपकी टिप्पणी वेबसाइट में अनुमोदन के लिए लंबित है
ja_jp: あなたのコメントはウェブサイトで承認のために保留されている
pt_pt: Seu comentário está aguardando para aprovar no site
ru_ru: Ваш комментарий к внесению на рассмотрение утвердить на сайте

source: Your comment submitted successfully,<br> it will show ONLY after pressing the link in your email inbox.
de_de: Ihr Kommentar abgegeben erfolgreich, wird es <br> Nur nach dem Drücken auf den Link in Ihrer E-Mail-Posteingang.
es_es: Tu comentario ha enviado correctamente, <br> se mostrará sólo después de presionar el enlace en su bandeja de entrada de correo electrónico.
fr_fr: Votre commentaire a présenté avec succès, AB, il affichera qu'après avoir appuyé sur le lien dans votre boîte email.
hi_in: आपकी टिप्पणी सफलतापूर्वक सबमिट, <br> यह आपके ईमेल इनबॉक्स में कड़ी दबाने के बाद ही दिखाई देगा.
ja_jp: あなたのコメントは正常に送信され、検索には、メールの受信トレイ内のリンクを押した後にのみ表示されます。
pt_pt: O seu comentário enviado com sucesso, <br> ele vai mostrar apenas após pressionar o link em sua caixa de e-mail.
ru_ru: Ваш комментарий успешно отправлен, инструменты он будет показывать только после нажатия на ссылку в ваш электронный почтовый ящик.

source: There was a problem sending approve email, check you wrote you email address correct.
de_de: Es gab ein Problem beim Senden genehmigen E-Mail, überprüfen Sie schrieb ihr E-Mail-Adresse korrekt ist.
es_es: Hubo un problema al enviar aprobar correo electrónico, verifique que ha escrito la dirección de correo electrónico correcta.
fr_fr: Il y avait un problème d'envoi approuver e-mail, vérifiez que vous avez écrit adresse e-mail correcte.
hi_in: , ईमेल अनुमोदन आप सही आप ईमेल पता लिखा जाँच भेजने में कोई समस्या आई थी.
ja_jp: メールを承認する送信問題がありました、あなたは正しいあなたのメールアドレスを書いて確認してください。
pt_pt: Houve um problema no envio de aprovar e-mail, verifique você escreveu o seu endereço de e-mail correto.
ru_ru: Существовал проблема с отправкой утвердить электронной почте, проверить вас написал вам правильный адрес электронной почты.

source: Error: You must fill a valid email address to post a comment.
de_de: Fehler: Sie müssen eine gültige E-Mail-Adresse ein, um einen Kommentar abzugeben.
es_es: Error: Tiene que llenar una dirección de email válida para publicar un comentario.
fr_fr: Erreur: Vous devez renseigner une adresse email valide pour poster un commentaire.
hi_in: त्रुटि: तुम एक टिप्पणी पोस्ट करने के लिए एक मान्य ईमेल पता भरना होगा.
ja_jp: エラー：コメントを投稿するには有効な電子メールアドレスを入力する必要があります。
pt_pt: Erro: Você deve preencher um endereço de e-mail válido para deixar um comentário.
ru_ru: Ошибка: Вы должны заполнить действительный адрес электронной почты, чтобы отправить комментарий.

source: Your Email OR IP Address is BAN.
de_de: Ihre E-Mail-oder IP-Adresse ist zu verbieten.
es_es: Su correo electrónico o la dirección IP está Ban.
fr_fr: Votre e-mail ou l'adresse IP est Ban.
hi_in: आपका ईमेल या आईपी एड्रेस प्रतिबंध है.
ja_jp: あなたの電子メールアドレスまたはIPアドレスがBANです。
pt_pt: Seu e-mail ou endereço IP é proibição.
ru_ru: Ваша электронная почта или IP-адрес запрета.

source: Error: You didn't enter any comment.
de_de: Fehler: Sie haben nicht jeden Kommentar.
es_es: Error: No has introducido ningún comentario.
fr_fr: Erreur: Vous n'avez pas saisi de commentaire.
hi_in: त्रुटि: आप किसी भी टिप्पणी दर्ज नहीं किया था.
ja_jp: エラー：あなたは、任意のコメントを入力しませんでした。
pt_pt: Erro: Você não inseriu qualquer comentário.
ru_ru: Ошибка: Вы не ввели какие-либо комментарии.

source: You are not allowed to change your email address.
de_de: Sie sind nicht berechtigt, Ihre E-Mail-Adresse zu ändern.
es_es: No se le permite cambiar su dirección de correo electrónico.
fr_fr: Vous n'êtes pas autorisé à changer votre adresse e-mail.
hi_in: आप अपने ईमेल पते को बदलने की अनुमति नहीं है.
ja_jp: あなたのメールアドレスを変更することが許可されていません。
pt_pt: Você não tem permissão para mudar seu endereço de e-mail.
ru_ru: Вы не можете изменить свой адрес электронной почты.

source: User Activation
de_de: Benutzer-Aktivierung
es_es: Activación del usuario
fr_fr: Activation de l'utilisateur
hi_in: प्रयोक्ता सक्रियण
ja_jp: ユーザーのアクティブ化
pt_pt: Ativação de Usuário
ru_ru: Инструкция активации

source: User Activation Status.
de_de: Benutzer Aktivierungsstatus.
es_es: El estado de activación del usuario.
fr_fr: Activation User Status.
hi_in: प्रयोक्ता सक्रियण स्थिति.
ja_jp: ユーザーのアクティブ化ステータス。
pt_pt: Status da ativação do usuário.
ru_ru: Статус Инструкция активации.

source: User Activated.
de_de: Benutzer aktiviert.
es_es: Activado usuario.
fr_fr: Activée par l'utilisateur.
hi_in: उपयोगकर्ता सक्रिय.
ja_jp: ユーザーが活性化。
pt_pt: Ativado pelo Usuário.
ru_ru: Пользователь активированный.

source: Your email address has not been updated yet. Please check your inbox at %s for a confirmation email.
de_de: Ihre E-Mail-Adresse wurde noch nicht aktualisiert. Bitte checken Sie Ihren Posteingang auf %s für eine Bestätigung per E-Mail.
es_es: Tu email no se ha actualizado todavía. Por favor revise su bandeja de entrada en %s para un correo electrónico de confirmación.
fr_fr: Votre adresse de courriel n'a pas encore été mise à jour. S'il vous plaît vérifier votre boîte de réception à %s pour un email de confirmation.
hi_in: आपका ईमेल पता अभी तक नवीनीकृत नहीं किया गया. पर अपने इनबॉक्स की जाँच कृपया %s एक पुष्टिकरण ईमेल के लिए.
ja_jp: あなたのメールアドレスは、まだ更新されていません。であなたの受信トレイを確認してください%s確認メールのために。
pt_pt: O seu endereço de e-mail não foi atualizado ainda. Por favor, verifique sua caixa de entrada em %s para um e-mail de confirmação.
ru_ru: Ваш адрес электронной почты не обновлен. Пожалуйста, проверьте свой ​​почтовый ящик на %s для подтверждение по электронной почте.

source: Active
de_de: Tätig
es_es: Activo
fr_fr: Actif
hi_in: सक्रिय
ja_jp: アクティブ
pt_pt: Ativo
ru_ru: Активный

source: Incorrect please try again
de_de: Falsche bitte versuchen Sie es erneut
es_es: Incorrecta, por favor vuelva a intentarlo
fr_fr: Incorrect s'il vous plaît essayer à nouveau
hi_in: गलत पुन: प्रयास करें
ja_jp: 誤ったもう一度試してください
pt_pt: Incorreto, por favor tente novamente
ru_ru: Неправильная попробуйте еще раз

source: Enter the words above:
de_de: Geben Sie die Wörter vor:
es_es: Introduzca las palabras anteriores:
fr_fr: Entrez les mots ci-dessus:
hi_in: शब्दों के ऊपर दर्ज करें:
ja_jp: 上記の単語を入力してください：
pt_pt: Digite as palavras acima:
ru_ru: Введите слова выше:

source: Enter the numbers you hear:
de_de: Geben Sie die gehörten Zahlen:
es_es: Introduzca los números que oyes:
fr_fr: Entrez les chiffres que vous entendez:
hi_in: आप सुन संख्या दर्ज करें:
ja_jp: あなたは聞こえる数字を入力してください：
pt_pt: Digite os números que ouvir:
ru_ru: Введите цифры, которые вы слышите:

source: Get another CAPTCHA
de_de: Holen Sie sich einen anderen CAPTCHA
es_es: Obtener otro CAPTCHA
fr_fr: Obtenir un autre CAPTCHA
hi_in: एक और कॅप्चा जाओ
ja_jp: 別のCAPTCHAを取得する
pt_pt: Outro CAPTCHA
ru_ru: Получить другой код

source: Get an audio CAPTCHA
de_de: Holen Sie sich eine Audio-CAPTCHA
es_es: Obtener un CAPTCHA de audio
fr_fr: Obtenez un CAPTCHA audio
hi_in: एक ऑडियो कॅप्चा जाओ
ja_jp: オーディオCAPTCHAを取得する
pt_pt: Obter um CAPTCHA de áudio
ru_ru: Получить аудио CAPTCHA,

source: Get an image CAPTCHA
de_de: Machen Sie sich ein Bild CAPTCHA
es_es: Obtener un CAPTCHA de imagen
fr_fr: Obtenez un CAPTCHA image
hi_in: एक छवि कॅप्चा जाओ
ja_jp: 画像のCAPTCHAを取得する
pt_pt: Obter uma imagem CAPTCHA
ru_ru: Получить изображение CAPTCHA

source: Help
de_de: Hilfe
es_es: Ayudar
fr_fr: Aide
hi_in: मदद
ja_jp: 役立つ
pt_pt: Ajudar
ru_ru: Помощь

source: <strong>ERROR</strong>: The username field is empty.
de_de: <strong> ERROR </ strong>: Das Feld für den Benutzernamen ist leer.
es_es: <strong> ERROR </ strong>: El nombre de usuario está vacío.
fr_fr: <strong> ERROR </ strong>: le champ username est vide.
hi_in: <strong> त्रुटि </ strong>: उपयोगकर्ता नाम क्षेत्र रिक्त है.
ja_jp: ある[ERROR </ strong>の：ユーザ名フィールドは空です。
pt_pt: <strong> ERRO </ strong>: O campo do nome de usuário está vazio.
ru_ru: <strong> ОШИБКА </ STRONG>: имя пользователя поле пустым.

source: <strong>ERROR</strong>: The password field is empty.
de_de: <strong> ERROR </ strong>: Das Passwort-Feld leer ist.
es_es: <strong> ERROR </ strong>: El campo de la contraseña está vacía.
fr_fr: <strong> ERROR </ strong>: Le champ mot de passe est vide.
hi_in: <strong> त्रुटि </ strong>: पासवर्ड क्षेत्र खाली है.
ja_jp: ある[ERROR </ strong>の：パスワードフィールドは空です。
pt_pt: <strong> ERRO </ strong>: O campo senha é vazia.
ru_ru: <strong> ОШИБКА </ STRONG>: Поле для ввода пароля пустым.

source: <strong>ERROR</strong>: The reCAPTCHA wasn't entered correctly. Go back and try it again.
de_de: <strong> ERROR </ strong>: Die ReCAPTCHA wurde nicht korrekt eingegeben. Gehen Sie zurück und versuchen Sie es erneut.
es_es: <strong> ERROR </ strong>: El reCAPTCHA no se ha introducido correctamente. Regresa y vuelve a intentarlo.
fr_fr: <strong> ERROR </ strong>: Le reCAPTCHA n'a pas été entré correctement. Revenez en arrière et essayez à nouveau.
hi_in: <strong> त्रुटि </ strong>: reCAPTCHA सही ढंग से दर्ज नहीं किया गया था. वापस जाओ और फिर से कोशिश.
ja_jp: ある[ERROR </ strong>のは：reCAPTCHAは、正しく入力されていません。戻って、もう一度それを試してみてください。
pt_pt: <strong> ERRO </ strong>: O reCAPTCHA não foi digitado corretamente. Volte e tente novamente.
ru_ru: <strong> ОШИБКА </ STRONG>: рекапчи не был введен правильно. Вернитесь назад и попробуйте снова.

source: Incorrect Recaptcha Entered, Please Try Again
de_de: Falsche Recaptcha Eingetragen Versuchen Sie es erneut
es_es: Reconocer incorrecta Entró, inténtalo de nuevo
fr_fr: Incorrects Récapitulation Entrée, veuillez réessayer plus
hi_in: गलत reCAPTCHA लिखा, पुन: प्रयास करें
ja_jp: 間違ったフレーズが入力、もう一度試してください
pt_pt: Incorreto Código Introduzido, tente novamente
ru_ru: Неправильное Recaptcha Вступил, попробуйте еще раз

source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
ja_jp: パスワード
pt_pt: Senha
ru_ru: Пароль

source: Repeat password
de_de: Passwort wiederholen
es_es: Repetir contraseña
fr_fr: Répéter mot de passe
hi_in: पासवर्ड दोहराएँ
ja_jp: パスワードを繰り返し
pt_pt: Repita a senha
ru_ru: Повторить пароль

source: Strength indicator
de_de: Strength Indikator
es_es: Indicador de Fuerza
fr_fr: Indicateur de Force
hi_in: शक्ति सूचक
ja_jp: 強度インジケータ
pt_pt: Indicador de intensidade
ru_ru: Индикатор силы
