Repository: katiehaugland/wasp-anti-spam
Catalog: lang/wasp-*.po
Languages: de_de, es_es, fr_fr, hi_in, ja_jp, pt_pt, ru_ru

source: <strong>ERROR</strong>: Passwords must match
de_de: <strong> ERROR </ strong>: Passwörter müssen übereinstimmen
es_es: <strong> ERROR </ strong>: Las contraseñas deben coincidir
fr_fr: <strong> ERROR </ strong>: Les mots de passe doivent correspondre
hi_in: <strong> त्रुटि </ strong>: पासवर्डों मेल खाना चाहिए
ja_jp: ある[ERROR </ strong>の：パスワードが一致している必要があります
pt_pt: <strong> ERRO </ strong>: as senhas devem corresponder
ru_ru: <strong> ОШИБКА </ STRONG>: Пароли должны совпадать

source: If you leave password fields empty one will be generated for you. Password must be at least eight characters long.
de_de: Wenn Sie vergessen Felder leer lassen wird für Sie generiert werden. Das Passwort muss mindestens acht Zeichen lang sein.
es_es: Si deja los campos de contraseña vacío se le generará para usted. La contraseña debe tener al menos ocho caracteres de longitud.
fr_fr: Si vous laissez les champs de mot de passe vide vous sera généré pour vous. Mot de passe doit comporter au moins huit caractères.
hi_in: आप पासवर्ड खाली छोड़ देते हैं तो आप के लिए उत्पन्न हो जाएगा. पासवर्ड कम से कम आठ वर्ण लंबा होना चाहिए.
ja_jp: パスワードフィールドを空のままにした場合1が自動的に生成されます。パスワードは8文字以上である必要があります。
pt_pt: Se você deixar os campos de senha vazio será gerada para você. A senha deve ter pelo menos oito caracteres.
ru_ru: Если вы оставите поле пустым пароль будет сгенерирован для вас. Пароль должен содержать не менее восьми символов.

source: Please check your email inbox for activation link.
de_de: Bitte überprüfen Sie Ihre E-Mail-Posteingang für Aktivierungs-Link.
es_es: Por favor revise su bandeja de entrada para enlace de activación.
fr_fr: Merci de vérifier votre boîte e-mail pour le lien d'activation.
hi_in: अपने ईमेल सक्रियण लिंक के लिए इनबॉक्स की जाँच करें.
ja_jp: アクティベーションリンクをあなたの電子メールの受信トレイを確認してください。
pt_pt: Por favor verifique a sua caixa de e-mail para o link de ativação.
ru_ru: Пожалуйста, проверьте свой почтовый ящик для активации ссылки.

source: <strong>ERROR</strong>: Your Email OR IP Address is BAN.
de_de: <strong> ERROR </ strong>: Ihre E-Mail-oder IP-Adresse ist BAN.
es_es: <strong> ERROR </ strong>: Su correo electrónico o la dirección IP es BAN.
fr_fr: <strong> ERROR </ strong>: Votre e-mail ou l'adresse IP est BAN.
hi_in: <strong> त्रुटि </ strong>: आपका ईमेल या आईपी एड्रेस प्रतिबंध है.
ja_jp: ある[ERROR </ strong>の：あなたのメールアドレス、またはIPアドレスがBANです。
pt_pt: <strong> ERRO </ strong>: Seu e-mail ou endereço IP é BAN.
ru_ru: <strong> ОШИБКА </ STRONG>: Ваша электронная почта или IP адрес БАН.

source: New user registration on your site %s:
de_de: Registrierung eines neuen Benutzers auf Ihrer Website %s :
es_es: Registro de nuevo usuario en su sitio %s :
fr_fr: Enregistrement d'un nouvel utilisateur sur votre site %s :
hi_in: अपनी साइट पर नई उपयोगकर्ता पंजीकरण %s :
ja_jp: サイト上で新規ユーザー登録%s ：
pt_pt: Registro de novo usuário em seu site %s :
ru_ru: Регистрация нового пользователя на вашем сайте %s :

source: Username: %s
de_de: Benutzername: %s
es_es: Nombre de usuario: %s
fr_fr: Nom d'utilisateur: %s
hi_in: प्रयोक्ता नाम: %s
ja_jp: ユーザー名： %s
pt_pt: Nome de usuário: %s
ru_ru: Имя пользователя: %s

source: E-mail: %s
hi_in: ई मेल: %s
ja_jp: E-メール： %s
ru_ru: Электронная почта: %s

source: [%s] New User Registration
de_de: [ %s ] Registrierung eines neuen Benutzers
es_es: [ %s ] Registro de Nuevo Usuario
fr_fr: [ %s ] Enregistrement d'un nouvel utilisateur
hi_in: [ %s ] नई उपयोगकर्ता पंजीकरण
ja_jp: [ %s ]新規ユーザー登録
pt_pt: [ %s ] Novo Cadastro de usuário
ru_ru: [ %s ] Регистрация нового пользователя

source: Password: %s
de_de: Passwort: %s
es_es: Contraseña: %s
fr_fr: Mot de passe: %s
hi_in: पासवर्ड: %s
ja_jp: パスワード： %s
ru_ru: Пароль: %s

source: [%s] Your username and password
de_de: [ %s ] Ihr Benutzername und Passwort
es_es: [ %s ] Su nombre de usuario y contraseña
fr_fr: [ %s ] Votre nom d'utilisateur et mot de passe
hi_in: [ %s ] आपका यूज़रनेम और पासवर्ड
ja_jp: [ %s ]あなたのユーザ名とパスワード
pt_pt: [ %s ] O seu nome de usuário e senha
ru_ru: [ %s ] Ваше имя пользователя и пароль
